export const dashboard = {
  DASHBOARD: {
    TRANSMISSION: "نشاط المستندات",
    EXTENSIONS: "المستندات حسب نوع الملف",
    CATEGORIES: "تصنيفات المستندات",
    USERS: "المستخدمون المسجلون حديثاً",
    NEWS: "أحدث الإعلانات",

    SEEALL: "عرض الكل",
    CREATEDBY: "تم الإنشاء بواسطة",
    CREATEDAT: "تاريخ الإنشاء",

    OVERVIEW: "نشاط المستندات",
    OVERVIEW_DESC: "نظرة عامة إحصائية على توجهات رفع وتنزيل المستندات.",

    CATEGORIES_DESC: "توزيع المستندات المخزنة حسب التصنيفات المختلفة.",

    DEVICES: "المستندات حسب نوع الملف",
    DEVICES_DESC: "توزيع المستندات المحفوظة وفقاً لأنواع الملفات.",

    NEWS_DESC: "آخر الأخبار والتحديثات والإعلانات المهمة المتعلقة بالمنصة.",

    USERS_DESC: "قائمة المستخدمين الذين قاموا بالتسجيل مؤخراً في المنصة.",

    NO_OVERVIEW: "لا توجد بيانات متاحة لعرض نظرة عامة على النظام",
    NO_CATEGORIES: "لا توجد إحصائيات لتصنيفات المستندات",
    NO_DEVICES: "لا توجد إحصائيات لأنواع الملفات",
    NO_NEWS: "لا توجد إعلانات متاحة حالياً",
    NO_USERS: "لم يتم العثور على مستخدمين مسجلين حديثاً",
  },
};
